Repository: Graceful-Tools/astrid-windows
Catalog: app/Astrid.App/Strings/*/Resources.resw
Source language: en_us
Languages: de_de

# integrations.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Integrations
de_de: Integrationen

# integrations_2.Text
source: Integrations
de_de: Integrationen

# invite.Content
source: Invite
de_de: Einladen

# invite_box.PlaceholderText
source: Invite by email
de_de: Per E-Mail einladen

# invite_box.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Invite by email
de_de: Per E-Mail einladen

# layout_box.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Task detail layout
de_de: Layout der Aufgabendetails

# leave_list.Content
source: Leave list
de_de: Liste verlassen

# list_favorite_switch.Header
source: Favourite
de_de: Favorit

# list_favorite_switch.OffContent
source: Not a favourite
de_de: Kein Favorit

# list_favorite_switch.OnContent
source: In Favourites
de_de: In Favoriten

source: Favourite
de_de: Favorit

# list_name_box.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: List name
de_de: Listenname

# list_search_box.PlaceholderText
source: Search lists...
de_de: Listen suchen...

# list_search_box.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Search lists
de_de: Listen suchen

# list_settings.Text
source: List settings
de_de: Listeneinstellungen

source: List settings
de_de: Listeneinstellungen

# list_settings_button.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: List settings
de_de: Listeneinstellungen

# lists.Text
source: Lists
de_de: Listen

# lists_2.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Lists
de_de: Listen

# lists_every_keyboard_shortcut_they_work.Text
source: ? lists every keyboard shortcut. They work without a modifier: n for a new task, x to finish one.
de_de: ? zeigt alle Tastaturkürzel. Sie funktionieren ohne Zusatztaste: n für eine neue Aufgabe, x zum Erledigen.

# mirrored_to.Text
source: Mirrored to
de_de: Gespiegelt nach

# months.Content
source: months
de_de: Monate

# never_ends.Content
source: never ends
de_de: endet nie

# new_agent_name_box.PlaceholderText
source: a name, lowercase
de_de: ein Name, in Kleinbuchstaben

# new_agent_name_box.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: New agent name
de_de: Name des neuen Agenten

# new_list.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Add
de_de: Hinzufügen

# new_list.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: New list
de_de: Neue Liste

# new_list_box.PlaceholderText
source: New list
de_de: Neue Liste

# new_secret.Content
source: New secret
de_de: Neues Secret

# new_status_box.PlaceholderText
source: New status name
de_de: Name des neuen Status

# new_status_box.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: New status name
de_de: Name des neuen Status

# not_mirrored.PlaceholderText
source: Not mirrored
de_de: Nicht gespiegelt

# not_synced_yet.Text
source: Not synced yet
de_de: Noch nicht synchronisiert

# nothing_here_yet.Text
source: Nothing here yet
de_de: Noch nichts hier

# open_task.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Open task
de_de: Aufgabe öffnen

# palette_box.PlaceholderText
source: Go to a list, open a task, run a command
de_de: Zu einer Liste gehen, eine Aufgabe öffnen, einen Befehl ausführen

# palette_box.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Command palette
de_de: Befehlspalette

# passkeys_google_and_magic_links_all.Text
source: Passkeys, Google and magic links all work there. You stay signed in here afterwards.
de_de: Passkeys, Google und Magic Links funktionieren dort alle. Danach bleiben Sie hier angemeldet.

# paste_a_key_then_enter.PlaceholderText
source: Paste a key, then Enter
de_de: Schlüssel einfügen, dann Enter

# priority.Header
source: Priority
de_de: Priorität

# priority.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Default priority
de_de: Standard-Priorität

# priority_2.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Priority
de_de: Priorität

# priority_high_2.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: High
de_de: Hoch

# priority_low_2.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Low
de_de: Niedrig

# priority_medium_2.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Medium
de_de: Mittel

# priority_none_2.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: No priority
de_de: Keine Priorität

# privacy.Text
source: Privacy
de_de: Privatsphäre

# privacy_nav_label.Text
source: Privacy Policy
de_de: Datenschutzerklärung

# privacy_policy.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Privacy policy
de_de: Datenschutzerklärung

# private.Content
source: Private
de_de: Privat

# profile_photo.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Profile photo
de_de: Profilfoto

# public.Content
source: Public
de_de: Öffentlich

# push_toggle.Header
source: Push reminders
de_de: Push-Erinnerungen

# push_toggle.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Push reminders
de_de: Push-Erinnerungen

# quick_add_box.PlaceholderText
source: Add a task
de_de: Aufgabe hinzufügen

# quiet_end_box.Header
source: Until
de_de: Bis

# quiet_end_box.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Quiet until
de_de: Ruhe bis

# quiet_hours.Text
source: Quiet hours
de_de: Ruhezeiten

# quiet_start_box.Header
source: From
de_de: Von

# quiet_start_box.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Quiet from
de_de: Ruhe ab

# quiet_toggle.Header
source: No reminders overnight
de_de: Keine Erinnerungen über Nacht

# quiet_toggle.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Quiet hours
de_de: Ruhezeiten

# register.Content
source: Register
de_de: Registrieren

# reminder.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Reminder
de_de: Erinnerung

# reminders.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Reminders
de_de: Erinnerungen

# reminders_2.Text
source: Reminders
de_de: Erinnerungen

# remove.Content
source: Remove
de_de: Entfernen

# rename_passkey.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Rename passkey
de_de: Passkey umbenennen

# repeat.Header
source: Repeat
de_de: Wiederholung

# repeat.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Default repeat
de_de: Standard-Wiederholung

# repeat_2.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Repeat
de_de: Wiederholung

# repeat_end.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Ends
de_de: Endet

# repeat_end_count.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Occurrences
de_de: Wiederholungen

# repeat_end_date.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Ends on
de_de: Endet am

# repeat_from_due_date_2.Header
source: Count from the due date
de_de: Ab dem Fälligkeitsdatum zählen

# repeat_from_due_date_2.OffContent
source: When finished
de_de: Ab Erledigung

# repeat_from_due_date_2.OnContent
source: Due date
de_de: Fälligkeitsdatum

# repeat_interval.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Every
de_de: Alle

# repeat_unit.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Unit
de_de: Einheit

# reply.Content
source: Reply
de_de: Antworten

# reply.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Reply to comment
de_de: Auf Kommentar antworten

# reply_2.PlaceholderText
source: Reply...
de_de: Antworten...

# reply_2.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Reply
de_de: Antwort

# repository.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Coding agent repository
de_de: Repository des Code-Agenten

# revoke.Content
source: Revoke
de_de: Widerrufen

# revoke_all.Content
source: Revoke all
de_de: Alle widerrufen

# revoke_passkey.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Revoke passkey
de_de: Passkey widerrufen

# save.Content
source: Save
de_de: Speichern

# save_2.Content
source: Save
de_de: Speichern

# save_2.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Save comment
de_de: Kommentar speichern

# save_custom_repeat.Content
source: Save custom repeat
de_de: Benutzerdefinierte Wiederholung speichern

# search_box.PlaceholderText
source: Search tasks
de_de: Aufgaben suchen

# search_box.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Search tasks
de_de: Aufgaben suchen

# search_tasks.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Search tasks
de_de: Aufgaben suchen

# search_tasks.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Search tasks
de_de: Aufgaben suchen

# send.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Send
de_de: Senden

# send_2.Content
source: Send
de_de: Senden

# send_2.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Send reply
de_de: Antwort senden

# send_a_test.Content
source: Send a test
de_de: Test senden

# settings_section_title.Text
source: Account
de_de: Konto

# settings_sections.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Settings sections
de_de: Einstellungsbereiche

# shared.Content
source: Shared
de_de: Geteilt

# shared_with.Text
source: Shared with
de_de: Geteilt mit

# sign_in_button.Content
source: Sign in with your browser
de_de: Mit dem Browser anmelden

# sign_out.Content
source: Sign out
de_de: Abmelden

source: Smart task creation
de_de: Intelligente Aufgabenerstellung

# statuses.Text
source: Statuses
de_de: Status

# subtask_box.PlaceholderText
source: Add a subtask
de_de: Unteraufgabe hinzufügen

# subtasks.Text
source: Subtasks
de_de: Unteraufgaben

# subtasks_box.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Sub tasks
de_de: Unteraufgaben

# sync_now.Content
source: Sync now
de_de: Jetzt synchronisieren

# t.Content
source: T
de_de: D

source: Task actions
de_de: Aufgabenaktionen

# tasks.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Tasks
de_de: Aufgaben

# tasks_nav_label.Text
source: Tasks
de_de: Aufgaben

# terms_nav_label.Text
source: Terms of Service
de_de: Nutzungsbedingungen

# terms_of_service.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Terms of service
de_de: Nutzungsbedingungen

# theme_box.Header
source: Theme
de_de: Design

# theme_box.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Appearance
de_de: Erscheinungsbild

# this_list_has_no_board.Text
source: This list has no board
de_de: Diese Liste hat kein Board

# this_list_has_no_conversation_yet.Text
source: This list has no conversation yet.
de_de: Diese Liste hat noch keine Unterhaltung.

# three_things_worth_knowing.Text
source: Three things worth knowing
de_de: Drei Dinge, die man wissen sollte

# time.Text
source: Time
de_de: Zeit

# turn_one_on_for_this_list.Text
source: Turn one on for this list in astrid.app, and its columns show up here.
de_de: Schalten Sie eines für diese Liste in astrid.app ein, und seine Spalten erscheinen hier.

# verification_state.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Verification state
de_de: Verifizierungsstatus

# w.Content
source: W
de_de: M

# waiting_for_your_browser.Text
source: Waiting for your browser…
de_de: Warten auf Ihren Browser…

# webhook_url_box.PlaceholderText
source: https://your-server.com/webhook
de_de: https://ihr-server.de/webhook

# weeks.Content
source: weeks
de_de: Wochen

# what_it_is_for.PlaceholderText
source: what it is for
de_de: wofür es ist

# what_it_is_for.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: New client name
de_de: Name des neuen Clients

# when.Header
source: When
de_de: Wann

# when.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Default when
de_de: Standard-Wann

# when_2.Text
source: When
de_de: Wann

# when_time.Header
source: When time
de_de: Uhrzeit

# when_time.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Default when time
de_de: Standard-Uhrzeit

# won_t_do.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Won't do
de_de: Wird nicht erledigt

# years.Content
source: years
de_de: Jahre

# your_data.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Your data
de_de: Ihre Daten

# your_data_2.Text
source: Your data
de_de: Ihre Daten

# your_own_agents.Text
source: Your own agents
de_de: Ihre eigenen Agenten

# your_tasks_on_this_machine_and.Text
source: Your tasks, on this machine and everywhere else.
de_de: Ihre Aufgaben, auf diesem Rechner und überall sonst.

# copy_to_a_list.Text
source: Copy to a list...
de_de: In eine Liste kopieren...

# mark_all_read.Content
source: Mark all read
de_de: Alle als gelesen markieren

# mark_all_read.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Mark all read
de_de: Alle als gelesen markieren

# nothing_new.Text
source: Nothing new.
de_de: Nichts Neues.

source: Notifications
de_de: Benachrichtigungen

# notifications_button.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Notifications
de_de: Benachrichtigungen
